Repository: common-repository/wp-cas-server
Catalog: languages/wp-cas-server-*.po
Languages: pt_pt

source: Cassava CAS Server requires that this site be configured for HTTPS. For more information, contact your system administrator or hosting provider.
pt_pt: O Cassava CAS Server precisa que este site se encontre configurado para HTTPS. Para mais informações, contacte o seu administrador de sistemas ou prestador de alojamento.

source: User Attributes To Return
pt_pt: Atributos do utilizador a devolver

source: CAS server base
pt_pt: Base do servidor CAS

source: Cassava CAS Server Settings
pt_pt: Definições do Cassava CAS Server

source: Configuration panel for the Central Authentication Service provided by this site.
pt_pt: Painel de configuração para o Serviço Central de Autenticação (CAS) prestado por este site.

source: First Name
pt_pt: Nome

source: Last Name
pt_pt: Apelido

source: Public Name
pt_pt: Nome público

source: Email
pt_pt: Correio eletrónico

source: User Attributes
pt_pt: Atributos do utilizador

source: (e.g. %s)
pt_pt: (ex: %s)

source: Checked attributes are disclosed on successful validation requests (CAS 2.0 only).
pt_pt: Os atributos assinalados serão disponibilizados aquando de pedidos de validação com êxito (CAS 2.0 apenas).

source: Ticket is required.
pt_pt: É obrigatório o ticket.

source: Service is required.
pt_pt: É obrigatório o service.

source: Ticket does not match the service provided.
pt_pt: O ticket não corresponde ao service indicado.

source: Unknown error
pt_pt: Erro desconhecido

source: The CAS server is disabled.
pt_pt: O servidor CAS está desativado.

source: The controller for the route is invalid.
pt_pt: O controlador para a rota é inválido.

source: The server does not support the method requested.
pt_pt: O servidor não suporta o método pedido.

source: Expired ticket.
pt_pt: Ticket fora do prazo de validade.

source: No user matches ticket.
pt_pt: Nenhum utilizador corresponde ao ticket.

source: Corrupted ticket.
pt_pt: Ticket corrompido.

source: Unknown or used ticket.
pt_pt: Ticket desconhecido ou usado.

source: Malformed ticket.
pt_pt: Ticket defeituoso.

source: Ticket type cannot be validated.
pt_pt: O tipo de ticket não pode ser validado.

source: Cassava: A WordPress CAS Server
pt_pt: Cassava: Um servidor CAS para WordPress

source: Provides authentication services based on the Jasig CAS protocol.
pt_pt: Presta serviços de autenticação baseados no protocolo Jasig CAS.
